<?php
return array (
  'success' => 'အောင်မြင်သောစစ်ဆင်ရေး',
  'fails' => 'စစ်ဆင်ရေးမအောင်မြင်ခဲ့',
  'issue_not_exist' => 'ဒေတာများမတည်ရှိပါဘူး',
  'empty_list' => 'ဒေတာများကိုစာရင်းဗလာဖြစ်နေသည်',
  'data_error' => 'ဒေတာကိုအမှား',
  'issue' => 
  array (
    'required' => 'ကာလအချည်းနှီးမဖွစျနိုငျ',
    'numeric' => 'သာဒစ်ဂျစ်တယ်အမျိုးအစားမှကာလ',
  ),
  'start_date' => 
  array (
    'required' => 'အချိန်အချည်းနှီးမဖွစျနိုငျ Start',
  ),
  'end_date' => 
  array (
    'required' => 'အဆုံးအချိန်အချည်းနှီးမဖွစျနိုငျ',
    'le_start' => 'အဆုံးသတ်ချိန်က start အချိန်ညီမျှထက်လျော့နည်းမဖွစျနိုငျ',
    'has_been' => 'အချိန်အပိုဒ်အတွက်သိမ်းပိုက်ထားပြီး',
  ),
  'issue_exist' => 'အရစ်ကျနာမကိုအမှီပြီးသားတည်ရှိ',
);