<?php
return array (
  'success' => 'အောင်မြင်သောစစ်ဆင်ရေး',
  'fails' => 'စစ်ဆင်ရေးမအောင်မြင်ခဲ့',
  'menu_not_exist' => 'Menu ကိုမတည်ရှိပါဘူး',
  'empty_list' => 'ဒေတာများကိုစာရင်းဗလာဖြစ်နေသည်',
  'data_error' => 'ဒေတာကိုအမှား',
  'parent_id' => 
  array (
    'required' => 'သင့်ရဲ့မိဘ menu ကိုအချည်းနှီးမဖွစျနိုငျ',
  ),
  'class' => 
  array (
    'required' => 'Menu ကို type ကို null မဖွစျနိုငျ',
    'integer' => 'Menu ကိုအမျိုးအစားလယ်ကွင်း type ကိုသာတစ်ဦး integer ဖြစ်တဲ့အတွက်အမျိုးအစားနိုင်ပါတယ်',
    'max' => 'Menu ကိုအမျိုးအစားများကို 0-9 သာရိုက်ထည့်နိုင်ပါတယ်',
  ),
  'title_cn' => 
  array (
    'required' => 'တရုတ် menu ကိုနာမတျောကိုအချည်းနှီးမဖွစျနိုငျ',
    'max' => 'တရုတ် menu ကိုအများဆုံး 45 ဇာတ်ကောင်၏အမည်ကိုသာရိုက်ထည့်နိုင်ပါတယ်',
  ),
  'title_en' => 
  array (
    'required' => 'အင်္ဂလိပ် menu ကိုနာမတျောကိုအချည်းနှီးမဖွစျနိုငျ',
    'max' => 'အင်္ဂလိပ် menu ကိုနာမကိုအမှီ 45 အများဆုံးသင်္ကေတကိုသာရိုက်ထည့်နိုင်ပါတယ်',
  ),
  'icon' => 
  array (
    'required' => 'Menu ကို icon ကိုအချည်းနှီးမဖွစျနိုငျ',
  ),
  'link_url' => 
  array (
    'required' => 'Menu ကို link ကိုလိပ်စာဗလာမဖွစျနိုငျ',
    'max' => 'Menu ကို link ကိုလိပ်စာ 255 အများဆုံးသင်္ကေတကိုသာရိုက်ထည့်နိုင်ပါတယ်',
  ),
  'sort' => 
  array (
    'required' => 'စီမီနူးဗလာမဖွစျနိုငျ',
    'integer' => 'စီမီနူး integer ဖြစ်တဲ့အတွက်အမျိုးအစားသာရိုက်ထည့်နိုင်ပါတယ်',
  ),
  'state' => 
  array (
    'required' => 'မီနူးဖော်ပြရန်ရှိမရှိရှေးခယျြ ကျေးဇူးပြု.',
    'integer' => 'Menu ကိုပြည်နယ်တန်ဖိုးကိုအမျိုးအစားအမှား',
    'max' => 'Menu ကို status ကိုတနျဖိုးအမှား',
  ),
  'menu_code' => 
  array (
    'required' => 'Menu ကိုဖေါ်ထုတ်ဗလာမဖွစျနိုငျ',
  ),
  'agent_id' => 
  array (
    'required' => 'ID ကိုအချည်းနှီးသောအဓိကခန်းမမဖွစျနိုငျ',
    'integer' => 'ကိုသာအဓိကခန်းမ ID နံပါတ်အမျိုးအစားများ',
  ),
  'grade_id' => 
  array (
    'required' => 'ပင်မခန်းမအမျိုးအစား ID ကိုအချည်းနှီးမဖွစျနိုငျ',
    'integer' => 'အဓိကခန်းမအမျိုးအစား ID နံပါတ်အမျိုးအစားများကိုသာ',
  ),
  'menus' => 
  array (
    'required' => 'တာဝန်ပေး menu ကိုအချည်းနှီးမဖွစျနိုငျ',
  ),
);