<?php
return array (
    'success' => 'အောင်မြင်သောစစ်ဆင်ရေး',
    'fails' => 'စစ်ဆင်ရေးမအောင်မြင်ခဲ့',
    'order_not_calculated' => 'ကစားနည်းမဆုကြေးငွေကိုပယ်ဖျက်နိုင်ဘူး',
    'not_payout' => 'တိုးတက်မှုအတွက်ကောင်စီဂိမ်းပြန်လှိမ့်လို့မရနိုင်ပါ',
    'id_not_exist' => 'parameter အမှား',
    'order_not_exist' => 'အဘယ်သူမျှမတစ်ခုတည်းသတင်းအချက်အလက်များလည်းမရှိမှတ်စု',
    'order_is_cancel' => 'အမိန့်ကိုပယ်ဖျက်လိုက်ပါသည်သတိပြုပါ, စစ်ဆင်ရေးထပ်ခါတလဲလဲမရနိုင်',
    'user_not_exist' => 'homography အသုံးပြုသူမတည်ရှိပါဘူးမှတ်ချက်တစ်ခုအမှားစစ်ဆင်ရေး',
    'order_not_payout' => 'ကစားနည်းမဆုကြေးငွေကိုပယ်ဖျက်နိုင်ဘူး',
    'order_is_canceling' => 'အဆိုပါအမိန့်ကိုဖျက်သိမ်းသည်စစ်ဆင်ရေးပျက်ကွက်',
);