<?php
return array (
  'success' => 'အောင်မြင်သောစစ်ဆင်ရေး',
  'fails' => 'စစ်ဆင်ရေးမအောင်မြင်ခဲ့',
  'menu_not_exist' => 'Menu ကိုမတည်ရှိပါဘူး',
  'empty_list' => 'ဒေတာများကိုစာရင်းဗလာဖြစ်နေသည်',
  'data_error' => 'ဒေတာကိုအမှား',
  'sub_account' => 'သာဒီအုပ်စုပြီးနောက်အဖြစ်ခွဲအကောင့်ဖျက်ပစ်လို့မရနိုင်ပါ, သင် Sub-အကောင့်ဆက်ဆံရေး disassociate ရန်လိုအပ်ပါတယ်',
  'user_exists' => 'username ပြီးသားတည်ရှိ',
  'group_name' => 
  array (
    'required' => 'အခန်းကဏ္ဍ name ကိုရိုက်ထည့်ပေးပါ',
    'max' => 'အခန်းက္ပနာမကိုအမှီ 45 အများဆုံးသင်္ကေတကိုသာရိုက်ထည့်နိုင်ပါတယ်',
  ),
  'roles' => 
  array (
    'required' => 'အခွင့်အာဏာများအခန်းက္ပဗလာမဖွစျနိုငျ',
  ),
  'user_name' => 
  array (
    'required' => 'အကောင့်အမည်ကိုဗလာမဖွစျနိုငျ',
    'max' => '3-45 ဇာတ်ကောင်ရဲ့အရှည်အကောင့်',
    'min' => '3-45 ဇာတ်ကောင်ရဲ့အရှည်အကောင့်',
  ),
  'password' => 
  array (
    'required' => 'Password ကိုအချည်းနှီးမဖွစျနိုငျ',
    'max' => 'Password ကိုအရှည် 6-20 ဇာတ်ကောင်ဖြစ်ပါသည်',
    'min' => 'Password ကိုအရှည် 6-20 ဇာတ်ကောင်ဖြစ်ပါသည်',
    'confirmation' => 'နှစ်ကြိမ်ကိုက်ညီမှုစကားဝှက်ကိုရိုက်ထည့်ပါ',
  ),
  'desc' => 
  array (
    'max' => 'မှတ်စုတိုသတင်းအချက်အလက်ထက်ပိုမို 45 ဇာတ်ကောင်မဖွစျနိုငျ',
  ),
  'group' => 
  array (
    'required' => 'တစ်အခန်းကဏ္ဍအုပ်စုတစ်စုကို select ပေးပါ',
    'integer' => 'packet ကိုဒေတာအမျိုးအစား၏အခန်းကဏ္ဍကိုသာတစ်ခုကိန်းရှိနိုင်ပါသည်',
  ),
);