<?php
/**
 * Created by PhpStorm.
 * User: chengkang
 * Date: 2017/2/5
 * Time: 13:38
 */
return array (
    'area' =>
        array (
            'required' => 'សូមជ្រើសតំបន់ប្រតិបត្តិការ',
        ),
    'time_zone' =>
        array (
            'required' => 'សូមជ្រើសតំបន់ពេលវេលា',
        ),
    'agent_name' =>
        array (
            'required' => 'ឈ្មោះចូលមិនអាចទទេ',
            'unique' => 'ឈ្មោះចូលរួចហើយ',
            'regex' => 'ឈ្មោះចូលត្រូវតែចាប់ផ្តើមដោយអក្សរ, អក្សរ 6-20, ពីភាពនិងលេខ',
        ),
    'real_name' =>
        array (
            'required' => 'ឈ្មោះអ្នកប្រើមិនអាចទទេ',
            'regex' => 'ឈ្មោះអ្នកប្រើត្រូវតែ 3-20 អក្សរគូសលេខនិងសមាសភាពរបស់ចិន',
        ),
    'password' =>
        array (
            'required' => 'ពាក្យសម្ងាត់មិនអាចទទេ',
            'min' => 'ពាក្យសម្ងាត់មិនអាចតិចជាង 6',
            'confirmed' => 'ពាក្យសម្ងាត់និងអះអាងពាក្យសម្ងាត់មិនជាប់លាប់',
        ),
    'tel' =>
        array (
            'required' => 'លេខទូរស័ព្ទមិនអាចទទេ',
        ),
    'email' =>
        array (
            'required' => 'អ៊ីមែលមិនអាចទទេ',
            'email' => 'កំហុសទ្រង់ទ្រាយ E-mail',
            'unique' => 'អ៊ីម៉ែលរួចហើយ',
        ),
    'hall_id' =>
        array (
            'required' => 'សូមជ្រើសដោយផ្ទាល់នៅក្រោមសាលធំ',
        ),
    'agent_code' =>
        array (
            'required' => 'កូដភ្នាក់ងារមិនអាចទទេ',
            'unique' => 'លេខកូដភ្នាក់ងាររួចហើយ',
            'error' => 'ភ្នាក់ងារពីកូដត្រូវតែចាប់ផ្តើមដោយអក្សរ, អក្សរ 3-6, ពីភាពនិងលេខ',
        ),
    'success' => 'ប្រតិបត្ដិការដែលទទួលបានជោគជ័យ',
    'save_fails' => 'ការរក្សាទុកបានបរាជ័យ',
    'save_success' => 'រក្សាទុកដោយជោគជ័យ',
    'add_fails' => 'បន្ថែមបរាជ័យ',
    'grade_id_error' => 'តម្លៃប៉ារ៉ាម៉ែត្រ grade_id កំហុស',
    'fails' => 'ប្រតិបត្តិការបានបរាជ័យ',
    'user_not_exist' => 'មិនមានអ្នកលេង',
    'user_has_exist' => 'អ្នកលេងរួចហើយ',
    'agent_not_exist' => 'ភ្នាក់ងារមិនមាន',
    'hall_not_exist' => 'សាលធំមិនមានទេ',
    'game_not_exist' => 'ការប្រកួតនេះមិនមានទេ',
    'limit_group_exist' => 'ក្រុមដែនកំណត់រួចហើយ',
    'limit_group_not_exist' => 'មិនមានការដាក់ជាក្រុមដែនកំណត់គឺ',
    'param_error' => 'ប៉ារ៉ាម៉ែត្រមិនត្រឹមត្រូវតម្លៃ',
    'insufficient_balance' => 'មូលនិធិមិនគ្រប់គ្រាន់',
    'file_not_eixt' => 'ឯកសារមិនមាន',
    'min_max_error' => 'មិនតិចជាងតម្លៃអតិបរមាស្មើទៅនឹងអប្បបរមា',
    'last_max_error' => 'ជាចុងក្រោយ, អតិបរមាត្រូវតែទទេ',
    'last_max_next_min' => 'តម្លៃអតិបរមានៅកម្រិតអប្បបរមាត្រូវតែស្មើទៅនឹង',
    'ip_error' => 'អាសយដ្ឋាន IP មិនត្រឹមត្រូវ',
    'domain_error' => 'ឈ្មោះដែនមិនត្រឹមត្រូវ',
    'whitelist_not_exist' => 'បញ្ជីសមិនមានទេ',
    'balance_str_error' => 'ដែនកំណត់ត្រូវតែជាលេខ',
    'export_requisite_uid' => 'សូមជ្រើសអ្នកលេងម្នាក់ហើយបន្ទាប់មកទិន្នន័យនាំចេញ',
    'no_data_export' => 'ទិន្នន័យទទេមិនអាចត្រូវបាននាំចេញ',
    'hall_requiset' => 'សូមជ្រើសសាលធំមួយ',
    'agent_requiset' => 'សូមជ្រើសប្រូកស៊ី',
    'player_requiset' => 'សូមជ្រើសអ្នកលេង',
    'scale_error' => 'វាត្រូវតែធំជាង 0 នៅក្នុងសមាមាត្រស្មើ',
    'user_name' => 'ឈ្មោះចូលត្រូវតែចាប់ផ្តើមដោយអក្សរ, អក្សរ 6-20, ពីភាពនិងលេខ',
    'hall_has_data' => 'នេះជាសាលធំត្រូវបានបន្ថែមលើទិន្នន័យ',
    'alias' => 'ឈ្មោះអ្នកប្រើមិនអាចទទេ',
    'user_sign_out' => 'អ្នកលេងត្រូវបានចេញ',
);