<?php
return array (
  'data_not_exist' => 'មិនមានទិន្នន័យ',
  'logo_required' => 'ជ្រើសរូបភាព',
  'label' => 
  array (
    'required' => 'សូមជ្រើសវេទិកាការបោះពុម្ពផ្សាយ',
    'in' => 'បោះពុម្ពផ្សាយកំហុសប្រភេទវេទិកា',
  ),
  'play_type' => 
  array (
    'required' => 'សូមជ្រើសរបៀបបង្វិល',
    'in' => 'វិធី carousel មានប្រភេទខុស',
  ),
  'play_place' => 
  array (
    'required' => 'សូមជ្រើសកន្លែងដាក់មួយ',
    'in' => 'កំហុសប្រភេទការដាក់',
  ),
  'start_date' => 
  array (
    'required' => 'សូមជ្រើសពេលវេលាចាប់ផ្ដើម',
    'gt' => 'ពេលចាប់ផ្តើមមិនអាចច្រើនជាងស្មើទៅនឹងពេលវេលាបញ្ចប់',
  ),
  'end_date' => 
  array (
    'required' => 'សូមជ្រើសពេលវេលាបញ្ចប់',
  ),
  'has_review' => 'ទិន្នន័យដែលបានពិនិត្យនេះ',
  'banner_use_num' => 'ចំនួនដែលបានបើកមិនអាចលើសពី 5',
);