<?php
return array (
  'success' => 'ប្រតិបត្ដិការដែលទទួលបានជោគជ័យ',
  'fails' => 'ប្រតិបត្តិការបានបរាជ័យ',
  'issue_not_exist' => 'មិនមានទិន្នន័យ',
  'empty_list' => 'បញ្ជីទិន្នន័យទទេ',
  'data_error' => 'ទិន្នន័យមានកំហុស',
  'issue' => 
  array (
    'required' => 'រយៈពេលមិនអាចទទេ',
    'numeric' => 'រយៈពេលតែមួយគត់ដើម្បីប្រភេទឌីជីថល',
  ),
  'start_date' => 
  array (
    'required' => 'ពេលចាប់ផ្តើមមិនអាចទទេ',
  ),
  'end_date' => 
  array (
    'required' => 'ពេលវេលាបញ្ចប់មិនអាចទទេ',
    'le_start' => 'ពេលវេលាបញ្ចប់មិនអាចតិចជាងស្មើគ្នានឹងពេលចាប់ផ្តើម',
    'has_been' => 'ពេលវេលាត្រូវបានកាន់កាប់នៅក្នុងកថាខណ្ឌ',
  ),
  'issue_exist' => 'ឈ្មោះរំលស់រួចហើយ',
);