<?php
return array (
  'label' => 
  array (
    'required' => 'សូមជ្រើសវេទិកាប្រកួតនេះ',
    'in' => 'កំហុសក្នុងការលេងហ្គេមវេទិកាប្រភេទ',
  ),
  'update_time' => 
  array (
    'required' => 'ជ្រើសធ្វើឱ្យទាន់សម័យពេលវេលា',
  ),
  'user_update_time' => 
  array (
    'required' => 'ពេលធ្វើឱ្យទាន់សម័យមូលដ្ឋានមិនអាចទទេ',
  ),
  'content' => 'សូមបំពេញការធ្វើឱ្យទាន់សម័យ',
  'version_n' => 'សូមបំពេញលេខកំណែ',
  'url' => 'សូមបំពេញអាសយដ្ឋាន URL',
  'forced_up' => 
  array (
    'required' => 'សូមជ្រើសថាតើដើម្បីធ្វើឱ្យទាន់សម័យ',
    'in' => 'កំហុសតម្លៃស្ថានភាពភាពទាន់សម័យ',
  ),
);