<?php
return array (
  'message' => 
  array (
    'required' => 'មាតិកាមិនអាចទទេបានទេ',
  ),
  'start_date' => 
  array (
    'required' => 'ពេលវេលាចាប់ផ្ដើមមិនអាចទទេ',
    'date_format' => 'ពេលវេលាចាប់ផ្តើមគឺមិនត្រឹមត្រូវ',
    'after' => 'ពេលវេលាចាប់ផ្តើមគឺធំជាងពេលវេលាបច្ចុប្បន្ន',
  ),
  'end_date' => 
  array (
    'required' => 'ម៉ោងបញ្ចប់មិនអាចទទេបានទេ',
    'date_format' => 'ពេលវេលាបញ្ចប់គឺនៅក្នុងទ្រង់ទ្រាយខុស',
    'after' => 'ពេលវេលាបញ្ចប់គឺធំជាងពេលវេលាដែលចាប់ផ្តើម',
  ),
  'data_not_exist' => 'មិនមានទិន្នន័យ',
);