<?php
return array (
  'success' => 'ប្រតិបត្ដិការដែលទទួលបានជោគជ័យ',
  'fails' => 'ប្រតិបត្តិការបានបរាជ័យ',
  'menu_not_exist' => 'ម៉ឺនុយមិនមានទេ',
  'empty_list' => 'បញ្ជីទិន្នន័យទទេ',
  'data_error' => 'ទិន្នន័យមានកំហុស',
  'parent_id' => 
  array (
    'required' => 'ម៉ឺនុយឪពុកម្តាយរបស់អ្នកមិនអាចទទេ',
  ),
  'class' => 
  array (
    'required' => 'ប្រភេទម៉ឺនុយមិនអាចទទេ',
    'integer' => 'ប្រភេទប្រភេទវាលម៉ឺនុយអាចត្រឹមតែជាប្រភេទជាចំនួនគត់',
    'max' => 'ប្រភេទម៉ឺនុយអាចបញ្ចូលបានតែ 0-9',
  ),
  'title_cn' => 
  array (
    'required' => 'ឈ្មោះម៉ឺនុយចិនមិនអាចទទេ',
    'max' => 'ម៉ឺនុយរបស់ចិនអាចបញ្ចូលតែឈ្មោះនៃអតិបរមា 45 តួអក្សរ',
  ),
  'title_en' => 
  array (
    'required' => 'ឈ្មោះម៉ឺនុយភាសាអង់គ្លេសមិនអាចទទេ',
    'max' => 'ឈ្មោះម៉ឺនុយភាសាអង់គ្លេសអាចបញ្ចូលតែតួអក្សរអតិបរមាចំនួនមួយ 45',
  ),
  'icon' => 
  array (
    'required' => 'រូបតំណាងម៉ឺនុយមិនអាចទទេ',
  ),
  'link_url' => 
  array (
    'required' => 'អាសយដ្ឋានតំណម៉ឺនុយមិនអាចទទេ',
    'max' => 'អាសយដ្ឋានតំណម៉ឺនុយអាចបញ្ចូលតែតួអក្សរច្រើនបំផុត 255 មួយ',
  ),
  'sort' => 
  array (
    'required' => 'ម៉ឺនុយតម្រៀបមិនអាចទទេ',
    'integer' => 'ម៉ឺនុយតម្រៀបអាចបញ្ចូលបានតែប្រភេទមួយចំនួនគត់',
  ),
  'state' => 
  array (
    'required' => 'សូមជ្រើសថាតើដើម្បីបង្ហាញម៉ឺនុយ',
    'integer' => 'ម៉ឺនុយកំហុសប្រភេទតម្លៃរដ្ឋ',
    'max' => 'កំហុសតម្លៃស្ថានភាពម៉ឺនុយ',
  ),
  'menu_code' => 
  array (
    'required' => 'អត្តសញ្ញាម៉ឺនុយមិនអាចទទេ',
  ),
  'agent_id' => 
  array (
    'required' => 'លេខសម្គាល់មិនអាចជាសាលធំទទេ',
    'integer' => 'មានតែប្រភេទលេខសម្គាល់សំខាន់ចំនួនសាល',
  ),
  'grade_id' => 
  array (
    'required' => 'លេខសម្គាល់ប្រភេទសាលធំមិនអាចទទេ',
    'integer' => 'មានតែប្រភេទលេខសម្គាល់ប្រភេទសាលធំ',
  ),
  'menus' => 
  array (
    'required' => 'ម៉ឺនុយដែលបានផ្ដល់មិនអាចទទេ',
  ),
);