<?php
return array (
    'success' => 'ប្រតិបត្ដិការដែលទទួលបានជោគជ័យ',
    'fails' => 'ប្រតិបត្តិការបានបរាជ័យ',
    'order_not_calculated' => 'ចំណាំមិនត្រូវបានបង់ទេហើយមិនអាចលុបចោលបានទេ',
    'not_payout' => 'ការប្រកួតក្រុមប្រឹក្សាកំពុងដំណើរការមិនអាចត្រូវបាន rolled ត្រឡប់មកវិញ',
    'id_not_exist' => 'កំហុសប៉ារ៉ាម៉ែត្រ',
    'order_not_exist' => 'ព័ត៌មានវិក័យប័ត្រមិនមានទេ',
    'order_is_cancel' => 'ចំណាំត្រូវបានលុបចោលហើយមិនអាចធ្វើឡើងវិញបានទេ',
    'user_not_exist' => 'អ្នកប្រើ homography ចំណាំមិនមានប្រតិបត្តិការកំហុសមួយ',
    'order_not_payout' => 'ចំណាំមិនត្រូវបានបង់ទេហើយមិនអាចលុបចោលបានទេ',
    'order_is_canceling' => 'គោលបំណងនេះត្រូវបានលុបចោលប្រតិបត្ដិការបរាជ័យ',
);