<?php
return array (
  'success' => 'ប្រតិបត្ដិការដែលទទួលបានជោគជ័យ',
  'fails' => 'ប្រតិបត្តិការបានបរាជ័យ',
  'menu_not_exist' => 'ម៉ឺនុយមិនមានទេ',
  'empty_list' => 'បញ្ជីទិន្នន័យទទេ',
  'data_error' => 'ទិន្នន័យមានកំហុស',
  'sub_account' => 'តែបន្ទាប់ពីក្រុមនេះព្រមទាំងអនុគណនីមិនអាចត្រូវបានលុប, អ្នកត្រូវការផ្ដាច់ទំនាក់ទំនងការទំនាក់ទំនងអនុគណនី',
  'user_exists' => 'ឈ្មោះអ្នកប្រើមានរួចហើយ',
  'group_name' => 
  array (
    'required' => 'សូមបញ្ចូលឈ្មោះតួនាទី',
    'max' => 'ឈ្មោះតួនាទីអាចបញ្ចូលតែតួអក្សរអតិបរមាចំនួនមួយ 45',
  ),
  'roles' => 
  array (
    'required' => 'តួនាទីនៃសិទ្ធិអំណាចមិនអាចទទេ',
  ),
  'user_name' => 
  array (
    'required' => 'ឈ្មោះគណនីមិនអាចទទេ',
    'max' => 'គណនីប្រវែងនៃ 3-45 តួអក្សរ',
    'min' => 'គណនីប្រវែងនៃ 3-45 តួអក្សរ',
  ),
  'password' => 
  array (
    'required' => 'ពាក្យសម្ងាត់មិនអាចទទេ',
    'max' => 'ប្រវែងពាក្យសម្ងាត់ 6-20 តួអក្សរ',
    'min' => 'ប្រវែងពាក្យសម្ងាត់ 6-20 តួអក្សរ',
    'confirmation' => 'បញ្ចូលពាក្យសម្ងាត់មិនស្របពីរដង',
  ),
  'desc' => 
  array (
    'max' => 'ពអនុសរណៈមិនអាចមានតួអក្សរច្រើនជាង 45',
  ),
  'group' => 
  array (
    'required' => 'សូមជ្រើសក្រុមតួនាទីមួយ',
    'integer' => 'តួនាទីរបស់ប្រភេទទិន្នន័យកញ្ចប់តែប៉ុណ្ណោះអាចត្រូវចំនួនគត់',
  ),
);