<?php
return array (
  'data_not_exist' => 'ข้อมูลที่ไม่ได้อยู่',
  'logo_required' => 'เลือกรูปภาพ',
  'label' => 
  array (
    'required' => 'กรุณาเลือกแพลตฟอร์มการเผยแพร่',
    'in' => 'สำนักพิมพ์ผิดประเภทแพลตฟอร์ม',
  ),
  'play_type' => 
  array (
    'required' => 'กรุณาเลือกโหมดการหมุน',
    'in' => 'วิธีหมุนผิดประเภท',
  ),
  'play_place' => 
  array (
    'required' => 'กรุณาเลือกตำแหน่ง',
    'in' => 'ข้อผิดพลาดประเภทตำแหน่ง',
  ),
  'start_date' => 
  array (
    'required' => 'กรุณาเลือกเวลาเริ่มต้น',
    'gt' => 'เวลาเริ่มต้นไม่สามารถมีค่ามากกว่าเท่ากับเวลาสิ้นสุด',
  ),
  'end_date' => 
  array (
    'required' => 'โปรดเลือกเวลาสิ้นสุด',
  ),
  'has_review' => 'ข้อมูลที่ได้มีการทบทวน',
  'banner_use_num' => 'จำนวนที่เปิดใช้ต้องไม่เกิน 5',
);