<?php
return array (
  'success' => 'การดำเนินงานที่ประสบความสำเร็จ',
  'fails' => 'ดำเนินการล้มเหลว',
  'issue_not_exist' => 'ข้อมูลที่ไม่ได้อยู่',
  'empty_list' => 'รายการข้อมูลเป็นที่ว่างเปล่า',
  'data_error' => 'ข้อมูลผิดพลาด',
  'issue' => 
  array (
    'required' => 'ระยะเวลาต้องไม่ว่างเปล่า',
    'numeric' => 'ระยะเวลาเพียงชนิดดิจิตอล',
  ),
  'start_date' => 
  array (
    'required' => 'เวลาเริ่มต้นต้องไม่ว่างเปล่า',
  ),
  'end_date' => 
  array (
    'required' => 'เวลาสิ้นสุดต้องไม่ว่างเปล่า',
    'le_start' => 'เวลาสิ้นสุดไม่สามารถจะน้อยกว่าเท่ากับเวลาเริ่มต้น',
    'has_been' => 'เวลาที่ได้รับการครอบครองในวรรค',
  ),
  'issue_exist' => 'ชื่องวดอยู่แล้ว',
);