<?php
return array (
  'label' => 
  array (
    'required' => 'กรุณาเลือกแพลตฟอร์มเกม',
    'in' => 'ข้อผิดพลาดชนิดแพลตฟอร์มการเล่นเกม',
  ),
  'update_time' => 
  array (
    'required' => 'เลือกเวลาปรับปรุง',
  ),
  'user_update_time' => 
  array (
    'required' => 'เวลาการปรับปรุงท้องถิ่นต้องไม่ว่างเปล่า',
  ),
  'content' => 'กรุณากรอกปรับปรุง',
  'version_n' => 'กรุณากรอกหมายเลขรุ่น',
  'url' => 'กรุณากรอกที่อยู่ URL',
  'forced_up' => 
  array (
    'required' => 'โปรดเลือกได้ว่าจะอัปเดต',
    'in' => 'ข้อผิดพลาดค่าอัปเดตสถานะ',
  ),
);