<?php
return array (
  'success' => 'การดำเนินงานที่ประสบความสำเร็จ',
  'fails' => 'ดำเนินการล้มเหลว',
  'comtent' => 
  array (
    'required' => 'การบำรุงรักษาระบบต้องไม่ว่างเปล่า',
  ),
  'start_date' => 
  array (
    'required' => 'เวลาเริ่มต้นต้องไม่ว่างเปล่า',
  ),
  'end_date' => 
  array (
    'required' => 'เวลาสิ้นสุดต้องไม่ว่างเปล่า',
    'end_lt' => 'เวลาเริ่มต้นไม่สามารถมีค่ามากกว่าเวลาสิ้นสุด',
  ),
  'games' => 
  array (
    'required' => 'โปรดเลือกบำรุงรักษาที่จำเป็นของเกม',
  ),
);