<?php
return array (
    'success' => 'การดำเนินงานที่ประสบความสำเร็จ',
    'fails' => 'ดำเนินการล้มเหลว',
    'order_not_calculated' => 'ไม่มีการจ่ายเงินเดิมพันไม่สามารถยกเลิก',
    'not_payout' => 'เกมสภาในความคืบหน้าไม่สามารถย้อนกลับ',
    'id_not_exist' => 'ข้อผิดพลาดพารามิเตอร์',
    'order_not_exist' => 'หมายเหตุ: ไม่มีข้อมูลเดียว',
    'order_is_cancel' => 'โปรดทราบว่าคำสั่งที่ได้รับการยกเลิกการดำเนินการที่ไม่สามารถทำซ้ำได้',
    'user_not_exist' => 'ผู้ใช้หมายเหตุ homography ไม่ได้อยู่การดำเนินการข้อผิดพลาด',
    'order_not_payout' => 'บันทึกไม่ได้ชำระเงินและไม่สามารถยกเลิกได้',
    'order_is_canceling' => 'การสั่งซื้อจะถูกยกเลิกดำเนินการล้มเหลว',
);