<?php
return array (
  'success' => 'การดำเนินงานที่ประสบความสำเร็จ',
  'fails' => 'ดำเนินการล้มเหลว',
  'menu_not_exist' => 'เมนูไม่อยู่',
  'empty_list' => 'รายการข้อมูลเป็นที่ว่างเปล่า',
  'data_error' => 'ข้อมูลผิดพลาด',
  'sub_account' => 'แต่หลังจากการจัดกลุ่มนี้เช่นเดียวกับบัญชีย่อยไม่สามารถลบคุณจำเป็นต้องยกเลิกการเชื่อมโยงความสัมพันธ์ย่อยบัญชี',
  'user_exists' => 'ชื่อผู้ใช้อยู่แล้ว',
  'group_name' => 
  array (
    'required' => 'กรุณากรอกชื่อบทบาท',
    'max' => 'ชื่อบทบาทเท่านั้นที่สามารถใส่ได้สูงสุด 45 ตัวอักษร',
  ),
  'roles' => 
  array (
    'required' => 'บทบาทของผู้มีอำนาจต้องไม่ว่างเปล่า',
  ),
  'user_name' => 
  array (
    'required' => 'ชื่อบัญชีต้องไม่ว่างเปล่า',
    'max' => 'บัญชีความยาวของ 3-45 ตัวอักษร',
    'min' => 'บัญชีความยาวของ 3-45 ตัวอักษร',
  ),
  'password' => 
  array (
    'required' => 'รหัสผ่านต้องไม่ว่างเปล่า',
    'max' => 'ความยาวของรหัสผ่าน 6-20 ตัวอักษร',
    'min' => 'ความยาวของรหัสผ่าน 6-20 ตัวอักษร',
    'confirmation' => 'ใส่รหัสผ่านที่ไม่สอดคล้องกันสองครั้ง',
  ),
  'desc' => 
  array (
    'max' => 'ข้อมูล Memo ไม่สามารถเกิน 45 ตัวอักษร',
  ),
  'group' => 
  array (
    'required' => 'กรุณาเลือกกลุ่มบทบาท',
    'integer' => 'บทบาทของชนิดข้อมูลแพ็คเก็ตเท่านั้นที่สามารถเป็นจำนวนเต็ม',
  ),
);