<?php
return array (
  'success' => '成功した操作',
  'fails' => '操作が失敗しました',
  'menu_not_exist' => 'メニューは存在しません。',
  'empty_list' => 'データリストは空です',
  'data_error' => 'データエラー',
  'sub_account' => 'これだけグループ分けした後だけでなく、サブアカウントは削除することはできません、あなたは、サブアカウントの関係の関連付けを解除する必要があります',
  'user_exists' => 'ユーザー名は既に存在します',
  'group_name' => 
  array (
    'required' => '役割名を入力してください。',
    'max' => 'ロール名は45文字まで入力することができます',
  ),
  'roles' => 
  array (
    'required' => '当局の役割は、空にすることはできません',
  ),
  'user_name' => 
  array (
    'required' => 'アカウント名は空にすることはできません',
    'max' => '3-45文字の長さを考慮',
    'min' => '3-45文字の長さを考慮',
  ),
  'password' => 
  array (
    'required' => 'パスワードが空にすることはできません',
    'max' => 'パスワードの長さは6-20文字です',
    'min' => 'パスワードの長さは6-20文字です',
    'confirmation' => '二回一貫性のないパスワードを入力します。',
  ),
  'desc' => 
  array (
    'max' => 'メモ情報は、45のを超える文字することはできません',
  ),
  'group' => 
  array (
    'required' => '役割グループを選択してください',
    'integer' => 'パケット・データ・タイプの役割は、唯一の整数を指定できます。',
  ),
);